Repository: NavidFehren/realview_challenge
Catalog: lib/core/localization/l10n/app_*.arb
Languages: de

# appTitle
source: Author Search App
de: Author Suche App

# authorsSearchBarHint
source: Search for authors
de: Suche nach Autoren

# searchForAuthors
source: Enter the author's name in the search bar
de: Gebe den Namen des Autors in der Suchleiste ein

source: No authors found
de: Keine Autoren gefunden

source: Error while fetching authors
de: Fehler beim Abrufen der Autoren

source: Top Work
de: Top Werk

source: Birth Date
de: Geburtsdatum

# authorSortOptionNameAsc
source: Name Ascending
de: Name Aufsteigend

# authorSortOptionNameDesc
source: Name Descending
de: Name Absteigend

# authorSortOptionTopWorkAsc
source: Top Work Ascending
de: Top Werk Aufsteigend

# authorSortOptionTopWorkDesc
source: Top Work Descending
de: Top Werk Absteigend

# authorSortOptionRatingsAverageAsc
source: Ratings Ascending
de: Bewertung Aufsteigend

# authorSortOptionRatingsAverageDesc
source: Ratings Descending
de: Bewertung Absteigend
